Repository: webcvalejandropina-ui/mitension
Catalog: MiTension/Localizable.xcstrings
Source language: es
Languages: ar, ca, de, en, fr, it, ja, pt, zh_hans

source: Se asigna automáticamente al guardar según la hora local del iPhone: mañana antes de las 14:00 y noche desde las 14:00. Una toma guardada solo se puede eliminar.
ar: يُحدد تلقائيًا عند الحفظ حسب الوقت المحلي لـ iPhone: صباحًا قبل 14:00 ومساءً من 14:00. يمكن حذف القراءات المحفوظة فقط.
ca: S’assigna automàticament en desar segons l’hora local de l’iPhone: matí abans de les 14:00 i nit des de les 14:00. Una presa desada només es pot eliminar.
de: Beim Speichern automatisch nach der Ortszeit des iPhone: morgens vor 14:00, abends ab 14:00. Gespeicherte Messungen können nur gelöscht werden.
en: Assigned automatically when saved using the iPhone’s local time: morning before 14:00 and evening from 14:00. Saved readings can only be deleted.
fr: Attribué automatiquement à l’enregistrement selon l’heure locale de l’iPhone : matin avant 14 h, soir à partir de 14 h. Une mesure enregistrée peut uniquement être supprimée.
it: Assegnato automaticamente al salvataggio secondo l’ora locale dell’iPhone: mattina prima delle 14:00, sera dalle 14:00. Le misurazioni salvate si possono solo eliminare.
ja: 保存時のiPhoneの現地時刻で自動設定します。14:00より前は朝、14:00以降は夜です。保存済みの測定は削除のみ可能です。
pt: Atribuído automaticamente ao guardar pela hora local do iPhone: manhã antes das 14:00 e noite a partir das 14:00. As medições guardadas só podem ser eliminadas.
zh_hans: 保存时按 iPhone 本地时间自动设置：14:00 前为早间，14:00 起为晚间。已保存的测量只能删除。

source: Continuación
ar: متابعة
ca: Continuació
de: Fortsetzung
en: Continued
fr: Suite
it: Continua
ja: 続き
pt: Continuação
zh_hans: 续页

source: No se pudo leer el histórico. Se conserva el archivo original; no guardes nuevas tomas hasta recuperarlo.
ar: تعذرت قراءة السجل. تم الاحتفاظ بالملف الأصلي؛ استعده قبل حفظ قياسات جديدة.
ca: No s’ha pogut llegir l’històric. Es conserva el fitxer original; recupera’l abans de desar noves preses.
de: Der Verlauf konnte nicht gelesen werden. Die Originaldatei bleibt erhalten; stellen Sie sie vor neuen Messungen wieder her.
en: The history could not be read. The original file is preserved; recover it before saving new readings.
fr: Impossible de lire l’historique. Le fichier original est conservé ; récupérez-le avant d’enregistrer de nouvelles mesures.
it: Impossibile leggere lo storico. Il file originale è conservato; recuperalo prima di salvare nuove misurazioni.
ja: 履歴を読み込めませんでした。元のファイルは保持されています。復旧してから新しい測定を保存してください。
pt: Não foi possível ler o histórico. O ficheiro original foi preservado; recupere-o antes de guardar novas medições.
zh_hans: 无法读取历史记录。原始文件已保留；请先恢复文件，再保存新的测量。

source: Sistólica (alta)
ar: الانقباضي (العلوي)
ca: Sistòlica (alta)
de: Systolisch (oberer Wert)
en: Systolic (upper)
fr: Systolique (haute)
it: Sistolica (massima)
ja: 収縮期（上の血圧）
pt: Sistólica (máxima)
zh_hans: 收缩压（高压）

source: Diastólica (baja)
ar: الانبساطي (السفلي)
ca: Diastòlica (baixa)
de: Diastolisch (unterer Wert)
en: Diastolic (lower)
fr: Diastolique (basse)
it: Diastolica (minima)
ja: 拡張期（下の血圧）
pt: Diastólica (mínima)
zh_hans: 舒张压（低压）

source: Sobre la referencia
ar: فوق القيمة المرجعية
ca: Per sobre de la referència
de: Über dem Referenzwert
en: Above reference
fr: Au-dessus du repère
it: Sopra il riferimento
ja: 参考値以上
pt: Acima da referência
zh_hans: 高于参考值

source: Por debajo de la referencia
ar: أقل من القيمة المرجعية
ca: Per sota de la referència
de: Unter dem Referenzwert
en: Below reference
fr: Sous le repère
it: Sotto il riferimento
ja: 参考値未満
pt: Abaixo da referência
zh_hans: 低于参考值

source: Qué significan estos valores
ar: ماذا تعني هذه القيم
ca: Què signifiquen aquests valors
de: Was diese Werte bedeuten
en: What these values mean
fr: Que signifient ces valeurs
it: Cosa significano questi valori
ja: この数値の意味
pt: O que significam estes valores
zh_hans: 这些数值的含义

source: La alta (sistólica) es la presión cuando el corazón se contrae. La baja (diastólica) es la presión entre latidos; ‘baja’ no significa que el valor sea bajo.
ar: الانقباضي هو الضغط عند انقباض القلب. الانبساطي هو الضغط بين النبضات؛ «السفلي» لا يعني أن القيمة منخفضة.
ca: L’alta (sistòlica) és la pressió quan el cor es contrau. La baixa (diastòlica) és la pressió entre batecs; «baixa» no significa que el valor sigui baix.
de: Systolisch ist der Druck bei der Herzkontraktion. Diastolisch ist der Druck zwischen Herzschlägen; „unterer Wert“ bedeutet nicht niedrigen Blutdruck.
en: Systolic is pressure when the heart contracts. Diastolic is pressure between beats; “lower” does not mean the value is low.
fr: La systolique est la pression quand le cœur se contracte. La diastolique est la pression entre les battements ; « basse » ne signifie pas que la valeur est faible.
it: La sistolica è la pressione quando il cuore si contrae. La diastolica è la pressione tra i battiti; «minima» non significa che il valore sia basso.
ja: 収縮期は心臓が収縮するときの圧力です。拡張期は心拍の間の圧力です。「下の血圧」は数値が低いという意味ではありません。
pt: A sistólica é a pressão quando o coração se contrai. A diastólica é a pressão entre batimentos; «mínima» não significa que o valor seja baixo.
zh_hans: 收缩压是心脏收缩时的压力。舒张压是心跳之间的压力；“低压”不代表数值偏低。

source: Referencia orientativa en casa para adultos: sistólica desde 135 o diastólica desde 85 mmHg. Se interpreta el promedio de varios días, no una toma aislada. Si se repite, consúltalo; no cambies tu medicación por tu cuenta. Tus objetivos pueden ser distintos. No se aplica a menores ni al embarazo.
ar: مرجع منزلي إرشادي للبالغين: الانقباضي من 135 أو الانبساطي من 85 ملم زئبق. يُقيّم متوسط عدة أيام، وليس قراءة واحدة. إذا تكرر ذلك، استشر مختصًا ولا تغيّر الدواء بنفسك. قد تختلف أهدافك. لا ينطبق على الأطفال أو الحمل.
ca: Referència a casa per a adults: sistòlica des de 135 o diastòlica des de 85 mmHg. S’interpreta la mitjana de diversos dies, no una presa aïllada. Si es repeteix, consulta-ho; no canviïs la medicació pel teu compte. Els teus objectius poden variar. No s’aplica a menors ni a l’embaràs.
de: Orientierung zu Hause für Erwachsene: systolisch ab 135 oder diastolisch ab 85 mmHg. Entscheidend ist der Durchschnitt mehrerer Tage, nicht ein Einzelwert. Bei Wiederholung ärztlich abklären; Medikamente nicht selbst ändern. Ihre Zielwerte können abweichen. Nicht für Kinder oder Schwangerschaft.
en: Adult home reference: systolic 135 or above, or diastolic 85 or above (mmHg). Assess the average over several days, not a single reading. If repeated, consult a clinician; do not change medication yourself. Your targets may differ. Not for children or pregnancy.
fr: Repère à domicile pour adultes : systolique dès 135 ou diastolique dès 85 mmHg. Évaluez la moyenne sur plusieurs jours, pas une mesure isolée. Si cela se répète, consultez ; ne modifiez pas seul vos médicaments. Vos objectifs peuvent différer. Ne concerne ni les enfants ni la grossesse.
it: Riferimento a casa per adulti: sistolica da 135 o diastolica da 85 mmHg. Conta la media di più giorni, non una misura isolata. Se si ripete, consulta un professionista; non cambiare farmaci da solo. I tuoi obiettivi possono essere diversi. Non per minori o gravidanza.
ja: 成人の家庭測定の目安：収縮期135以上、または拡張期85以上（mmHg）。単独の測定ではなく、数日間の平均を評価します。繰り返す場合は医療者に相談し、自分で薬を変更しないでください。個人の目標値は異なる場合があります。子どもや妊娠中には適用されません。
pt: Referência em casa para adultos: sistólica a partir de 135 ou diastólica a partir de 85 mmHg. Avalie a média de vários dias, não uma medição isolada. Se se repetir, consulte; não altere medicamentos por conta própria. Os seus objetivos podem diferir. Não se aplica a menores ou gravidez.
zh_hans: 成人家庭测量参考：收缩压达到135或舒张压达到85毫米汞柱。应评估多日平均值，而非单次读数。若反复出现，请咨询医护人员；不要自行调整药物。个人目标可能不同。不适用于儿童或孕期。

source: Lectura muy elevada. Con dolor de pecho, falta de aire, debilidad o dificultad para hablar, llama a emergencias sin esperar. Sin síntomas, repite tras al menos 1 minuto y, si sigue así, contacta cuanto antes con un profesional sanitario.
ar: قراءة مرتفعة جدًا. مع ألم الصدر أو ضيق التنفس أو الضعف أو صعوبة الكلام، اتصل بالطوارئ فورًا. دون أعراض، أعد القياس بعد دقيقة واحدة على الأقل؛ وإذا بقي مرتفعًا، تواصل مع مختص صحي في أقرب وقت.
ca: Lectura molt elevada. Amb dolor al pit, falta d’aire, debilitat o dificultat per parlar, truca a emergències sense esperar. Sense símptomes, repeteix després d’almenys 1 minut i, si segueix així, contacta al més aviat possible amb un professional sanitari.
de: Sehr hoher Wert. Bei Brustschmerz, Atemnot, Schwäche oder Sprachproblemen sofort den Notruf wählen. Ohne Symptome nach mindestens 1 Minute erneut messen; bleibt der Wert so hoch, schnellstmöglich medizinischen Rat einholen.
en: Very high reading. With chest pain, shortness of breath, weakness or trouble speaking, call emergency services immediately. Without symptoms, repeat after at least 1 minute; if still this high, contact a clinician as soon as possible.
fr: Mesure très élevée. Avec douleur thoracique, essoufflement, faiblesse ou difficulté à parler, appelez immédiatement les secours. Sans symptômes, répétez après au moins 1 minute ; si elle reste aussi élevée, contactez au plus vite un professionnel de santé.
it: Valore molto alto. Con dolore al petto, fiato corto, debolezza o difficoltà a parlare, chiama subito i soccorsi. Senza sintomi, ripeti dopo almeno 1 minuto; se resta così alto, contatta quanto prima un professionista sanitario.
ja: 非常に高い値です。胸痛、息切れ、脱力、話しにくさがある場合は、すぐに救急へ連絡してください。症状がなければ1分以上後に再測定し、同様に高ければできるだけ早く医療者に連絡してください。
pt: Medição muito elevada. Com dor no peito, falta de ar, fraqueza ou dificuldade em falar, ligue imediatamente para a emergência. Sem sintomas, repita após pelo menos 1 minuto; se continuar assim, contacte um profissional de saúde o mais rapidamente possível.
zh_hans: 读数很高。如有胸痛、呼吸困难、无力或说话困难，请立即呼叫急救。无症状时，至少1分钟后复测；若仍然如此高，请尽快联系医护人员。

source: Resumen
ar: ملخص
ca: Resum
de: Übersicht
en: Overview
fr: Résumé
it: Riepilogo
ja: 概要
pt: Resumo
zh_hans: 概览

source: Histórico
ar: السجل
ca: Històric
de: Verlauf
en: History
fr: Historique
it: Cronologia
ja: 履歴
zh_hans: 历史

source: Médico
ar: الطبيب
ca: Metge
de: Arzt
en: Doctor
fr: Médecin
it: Medico
ja: 医師
zh_hans: 医生

source: Guía
ar: دليل
ca: Guia
de: Anleitung
en: Guide
fr: Guide
it: Guida
ja: ガイド
pt: Guia
zh_hans: 指南

source: Copia
ar: نسخة احتياطية
ca: Còpia
de: Backup
en: Backup
fr: Copie
it: Backup
ja: バックアップ
pt: Cópia
zh_hans: 备份

source: Guardar nueva toma
ar: حفظ قراءة جديدة
ca: Desa una nova presa
de: Neue Messung speichern
en: Save new reading
fr: Enregistrer une mesure
it: Salva nuova misurazione
ja: 新しい測定を保存
pt: Guardar nova medição
zh_hans: 保存新测量

source: Guardar
ar: حفظ
ca: Desa
de: Speichern
en: Save
fr: Enregistrer
it: Salva
ja: 保存
zh_hans: 保存

source: Cancelar
ar: إلغاء
ca: Cancel·la
de: Abbrechen
en: Cancel
fr: Annuler
it: Annulla
ja: キャンセル
zh_hans: 取消

source: Nueva toma
ar: قراءة جديدة
ca: Nova presa
de: Neue Messung
en: New reading
fr: Nouvelle mesure
it: Nuova misurazione
ja: 新しい測定
pt: Nova medição
zh_hans: 新测量

source: Registro individual
ar: قراءة مستقلة
ca: Registre individual
de: Einzelne Messung
en: Individual reading
fr: Mesure individuelle
it: Misurazione individuale
ja: 個別の測定
pt: Medição individual
zh_hans: 独立测量

source: Esta toma tendrá un identificador único y se guardará en este iPhone.
ar: ستحصل هذه القراءة على معرّف فريد وستُحفظ على هذا iPhone.
ca: Aquesta presa tindrà un identificador únic i es desarà en aquest iPhone.
de: Diese Messung erhält eine eindeutige Kennung und wird auf diesem iPhone gespeichert.
en: This reading will have a unique identifier and be saved on this iPhone.
fr: Cette mesure aura un identifiant unique et sera enregistrée sur cet iPhone.
it: Questa misurazione avrà un identificativo univoco e sarà salvata su questo iPhone.
ja: この測定には固有の識別子が付けられ、このiPhoneに保存されます。
pt: Esta medição terá um identificador único e será guardada neste iPhone.
zh_hans: 此测量将具有唯一标识，并保存在此 iPhone 上。

source: Tensión arterial
ar: ضغط الدم
ca: Pressió arterial
de: Blutdruck
en: Blood pressure
fr: Pression artérielle
it: Pressione arteriosa
ja: 血圧
pt: Pressão arterial
zh_hans: 血压

source: Sistólica
ar: الانقباضي
ca: Sistòlica
de: Systolisch
en: Systolic
fr: Systolique
it: Sistolica
ja: 収縮期
zh_hans: 收缩压

source: Diastólica
ar: الانبساطي
ca: Diastòlica
de: Diastolisch
en: Diastolic
fr: Diastolique
it: Diastolica
ja: 拡張期
zh_hans: 舒张压

source: Momento de la toma
ar: وقت القراءة
ca: Moment de la presa
de: Messzeitpunkt
en: Reading time
fr: Moment de la mesure
it: Momento della misurazione
ja: 測定の時間帯
pt: Momento da medição
zh_hans: 测量时间

source: Momento
ar: الوقت
ca: Moment
de: Tageszeit
en: Time of day
fr: Moment
ja: 時間帯
zh_hans: 时段

source: Mañana
ar: الصباح
ca: Matí
de: Morgen
en: Morning
fr: Matin
it: Mattina
ja: 朝
pt: Manhã
zh_hans: 早晨

source: Noche
ar: المساء
ca: Nit
de: Abend
en: Evening
fr: Soir
it: Sera
ja: 夜
pt: Noite
zh_hans: 晚上

source: Fecha y hora
ar: التاريخ والوقت
ca: Data i hora
de: Datum und Uhrzeit
en: Date and time
fr: Date et heure
it: Data e ora
ja: 日時
pt: Data e hora
zh_hans: 日期和时间

source: Datos opcionales
ar: تفاصيل اختيارية
ca: Dades opcionals
de: Optionale Angaben
en: Optional details
fr: Détails facultatifs
it: Dati facoltativi
ja: 任意の情報
pt: Dados opcionais
zh_hans: 可选信息

source: Pulso
ar: النبض
ca: Pols
de: Puls
en: Pulse
fr: Pouls
it: Battito
ja: 脈拍
zh_hans: 脉搏

source: Nota para esta toma
ar: ملاحظة لهذه القراءة
ca: Nota per a aquesta presa
de: Notiz zu dieser Messung
en: Note for this reading
fr: Note pour cette mesure
it: Nota per questa misurazione
ja: この測定のメモ
pt: Nota para esta medição
zh_hans: 此次测量的备注

source: Máximo 140 caracteres
ar: 140 حرفًا كحد أقصى
ca: Màxim 140 caràcters
de: Maximal 140 Zeichen
en: Up to 140 characters
fr: 140 caractères maximum
it: Massimo 140 caratteri
ja: 最大140文字
pt: Máximo de 140 caracteres
zh_hans: 最多 140 个字符

source: Introduce una sistólica entre 40 y 300 mmHg.
ar: أدخل ضغطًا انقباضيًا بين 40 و300 ملم زئبق.
ca: Introdueix una sistòlica entre 40 i 300 mmHg.
de: Geben Sie einen systolischen Wert zwischen 40 und 300 mmHg ein.
en: Enter a systolic pressure between 40 and 300 mmHg.
fr: Saisissez une pression systolique entre 40 et 300 mmHg.
it: Inserisci una sistolica tra 40 e 300 mmHg.
ja: 収縮期血圧を40〜300 mmHgで入力してください。
pt: Introduza uma sistólica entre 40 e 300 mmHg.
zh_hans: 请输入 40 至 300 mmHg 的收缩压。

source: La diastólica debe estar entre 30 y 200 y ser menor que la sistólica.
ar: يجب أن يكون الضغط الانبساطي بين 30 و200 وأقل من الضغط الانقباضي.
ca: La diastòlica ha d'estar entre 30 i 200 i ser inferior a la sistòlica.
de: Der diastolische Wert muss zwischen 30 und 200 und unter dem systolischen Wert liegen.
en: Diastolic pressure must be between 30 and 200 and lower than systolic pressure.
fr: La pression diastolique doit être entre 30 et 200 et inférieure à la systolique.
it: La diastolica deve essere tra 30 e 200 e inferiore alla sistolica.
ja: 拡張期血圧は30〜200で、収縮期血圧より低い値にしてください。
pt: A diastólica deve estar entre 30 e 200 e ser inferior à sistólica.
zh_hans: 舒张压须在 30 至 200 之间，并低于收缩压。

source: Introduce un pulso entre 20 y 250 lpm.
ar: أدخل نبضًا بين 20 و250 ضربة في الدقيقة.
ca: Introdueix un pols entre 20 i 250 bpm.
de: Geben Sie einen Puls zwischen 20 und 250 Schlägen/min ein.
en: Enter a pulse between 20 and 250 bpm.
fr: Saisissez un pouls entre 20 et 250 bpm.
it: Inserisci un battito tra 20 e 250 bpm.
ja: 脈拍を毎分20〜250回で入力してください。
pt: Introduza um pulso entre 20 e 250 bpm.
zh_hans: 请输入每分钟 20 至 250 次的脉搏。

source: No se pudo guardar la toma en este iPhone. Inténtalo de nuevo.
ar: تعذر حفظ القراءة على هذا iPhone. حاول مجددًا.
ca: No s'ha pogut desar la presa en aquest iPhone. Torna-ho a provar.
de: Die Messung konnte nicht auf diesem iPhone gespeichert werden. Versuchen Sie es erneut.
en: Could not save this reading on this iPhone. Try again.
fr: Impossible d'enregistrer cette mesure sur cet iPhone. Réessayez.
it: Impossibile salvare la misurazione su questo iPhone. Riprova.
ja: このiPhoneに測定を保存できませんでした。再試行してください。
pt: Não foi possível guardar a medição neste iPhone. Tente novamente.
zh_hans: 无法在此 iPhone 上保存测量。请重试。

source: Mis mediciones
ar: قراءاتي
ca: Les meves mesures
de: Meine Messungen
en: My readings
fr: Mes mesures
it: Le mie misurazioni
ja: 自分の測定
pt: As minhas medições
zh_hans: 我的测量

source: Guardado en este iPhone
ar: محفوظ على هذا iPhone
ca: Desat en aquest iPhone
de: Auf diesem iPhone gespeichert
en: Saved on this iPhone
fr: Enregistré sur cet iPhone
it: Salvato su questo iPhone
ja: このiPhoneに保存済み
pt: Guardado neste iPhone
zh_hans: 保存在此 iPhone 上

source: Guardada en el iPhone
ar: محفوظة على iPhone
ca: Desada a l'iPhone
de: Auf dem iPhone gespeichert
en: Saved on iPhone
fr: Enregistrée sur l'iPhone
it: Salvata su iPhone
ja: iPhoneに保存済み
pt: Guardada no iPhone
zh_hans: 已保存在 iPhone 上

source: Aún no hay tomas guardadas
ar: لا توجد قراءات محفوظة بعد
ca: Encara no hi ha preses desades
de: Noch keine Messungen gespeichert
en: No readings saved yet
fr: Aucune mesure enregistrée
it: Nessuna misurazione salvata
ja: 保存された測定はありません
pt: Ainda não há medições guardadas
zh_hans: 尚未保存测量

source: Tomas disponibles sin conexión: %ld
ar: القراءات المتاحة دون اتصال: %ld
ca: Preses disponibles sense connexió: %ld
de: Offline verfügbare Messungen: %ld
en: Readings available offline: %ld
fr: Mesures disponibles hors ligne : %ld
it: Misurazioni disponibili offline: %ld
ja: オフラインで利用可能な測定：%ld
pt: Medições disponíveis offline: %ld
zh_hans: 离线可用测量：%ld

source: ÚLTIMA TOMA
ar: آخر قراءة
ca: ÚLTIMA PRESA
de: LETZTE MESSUNG
en: LATEST READING
fr: DERNIÈRE MESURE
it: ULTIMA MISURAZIONE
ja: 最新の測定
pt: ÚLTIMA MEDIÇÃO
zh_hans: 最新测量

source: Pulsa “Guardar nueva toma” para empezar.
ar: اضغط «حفظ قراءة جديدة» للبدء.
ca: Toca «Desa una nova presa» per començar.
de: Tippen Sie auf „Neue Messung speichern“, um zu beginnen.
en: Tap “Save new reading” to get started.
fr: Touchez « Enregistrer une mesure » pour commencer.
it: Tocca “Salva nuova misurazione” per iniziare.
ja: 「新しい測定を保存」をタップして開始します。
pt: Toque em “Guardar nova medição” para começar.
zh_hans: 轻点“保存新测量”以开始。

source: MEDIA 7 DÍAS
ar: متوسط 7 أيام
ca: MITJANA 7 DIES
de: 7-TAGE-MITTEL
en: 7-DAY AVERAGE
fr: MOYENNE 7 JOURS
it: MEDIA 7 GIORNI
ja: 7日間の平均
pt: MÉDIA 7 DIAS
zh_hans: 7 天平均值

source: ESTA SEMANA
ar: هذا الأسبوع
ca: AQUESTA SETMANA
de: DIESE WOCHE
en: THIS WEEK
fr: CETTE SEMAINE
it: QUESTA SETTIMANA
ja: 今週
zh_hans: 本周

source: tomas
ar: قراءات
ca: preses
de: Messungen
en: readings
fr: mesures
it: misurazioni
ja: 測定
pt: medições
zh_hans: 次测量

source: EVOLUCIÓN
ar: التطور
ca: EVOLUCIÓ
de: VERLAUF
en: TREND
fr: ÉVOLUTION
it: ANDAMENTO
ja: 推移
pt: EVOLUÇÃO
zh_hans: 趋势

source: Últimas mediciones
ar: القراءات الأخيرة
ca: Últimes mesures
de: Letzte Messungen
en: Recent readings
fr: Mesures récentes
it: Misurazioni recenti
ja: 最近の測定
pt: Últimas medições
zh_hans: 最近测量

source: Tu evolución aparecerá aquí
ar: سيظهر تطور قراءاتك هنا
ca: La teva evolució apareixerà aquí
de: Ihr Verlauf erscheint hier
en: Your trend will appear here
fr: Votre évolution apparaîtra ici
it: Il tuo andamento apparirà qui
ja: 測定の推移がここに表示されます
pt: A sua evolução aparecerá aqui
zh_hans: 您的趋势将显示在这里

source: Guarda dos o más tomas.
ar: احفظ قراءتين أو أكثر.
ca: Desa dues preses o més.
de: Speichern Sie mindestens zwei Messungen.
en: Save two or more readings.
fr: Enregistrez au moins deux mesures.
it: Salva almeno due misurazioni.
ja: 2回以上の測定を保存してください。
pt: Guarde duas ou mais medições.
zh_hans: 保存至少两次测量。

source: Registro de tomas
ar: سجل القراءات
ca: Registre de preses
de: Messprotokoll
en: Reading log
fr: Journal des mesures
it: Registro misurazioni
ja: 測定記録
pt: Registo de medições
zh_hans: 测量记录

source: Cada tarjeta es una toma independiente
ar: كل بطاقة تمثل قراءة مستقلة
ca: Cada targeta és una presa independent
de: Jede Karte ist eine eigene Messung
en: Each card is a separate reading
fr: Chaque carte est une mesure distincte
it: Ogni scheda è una misurazione distinta
ja: 各カードは個別の測定です
pt: Cada cartão é uma medição independente
zh_hans: 每张卡片代表一次独立测量

source: Periodo
ar: الفترة
ca: Període
de: Zeitraum
en: Period
fr: Période
ja: 期間
pt: Período
zh_hans: 期间

source: 7 días
ar: 7 أيام
ca: 7 dies
de: 7 Tage
en: 7 days
fr: 7 jours
it: 7 giorni
ja: 7日
pt: 7 dias
zh_hans: 7 天

source: 30 días
ar: 30 يومًا
ca: 30 dies
de: 30 Tage
en: 30 days
fr: 30 jours
it: 30 giorni
ja: 30日
pt: 30 dias
zh_hans: 30 天

source: 90 días
ar: 90 يومًا
ca: 90 dies
de: 90 Tage
en: 90 days
fr: 90 jours
it: 90 giorni
ja: 90日
pt: 90 dias
zh_hans: 90 天

source: Todo
ar: الكل
ca: Tot
de: Alle
en: All
fr: Tout
it: Tutto
ja: すべて
pt: Tudo
zh_hans: 全部

source: Todas
ar: الكل
ca: Totes
de: Alle
en: All
fr: Toutes
it: Tutte
ja: すべて
zh_hans: 全部

source: Sin tomas
ar: لا توجد قراءات
ca: Sense preses
de: Keine Messungen
en: No readings
fr: Aucune mesure
it: Nessuna misurazione
ja: 測定なし
pt: Sem medições
zh_hans: 无测量

source: Guarda tu primera medición.
ar: احفظ قراءتك الأولى.
ca: Desa la teva primera mesura.
de: Speichern Sie Ihre erste Messung.
en: Save your first reading.
fr: Enregistrez votre première mesure.
it: Salva la tua prima misurazione.
ja: 最初の測定を保存してください。
pt: Guarde a sua primeira medição.
zh_hans: 保存您的第一次测量。

source: ¿Eliminar esta toma?
ar: هل تريد حذف هذه القراءة؟
ca: Vols eliminar aquesta presa?
de: Diese Messung löschen?
en: Delete this reading?
fr: Supprimer cette mesure ?
it: Eliminare questa misurazione?
ja: この測定を削除しますか？
pt: Eliminar esta medição?
zh_hans: 删除此测量？

source: Eliminar definitivamente
ar: حذف نهائي
ca: Elimina definitivament
de: Endgültig löschen
en: Delete permanently
fr: Supprimer définitivement
it: Elimina definitivamente
ja: 完全に削除
zh_hans: 永久删除

source: La toma se borrará del almacenamiento local del iPhone.
ar: ستُحذف القراءة من التخزين المحلي في iPhone.
ca: La presa s'eliminarà de l'emmagatzematge local de l'iPhone.
de: Die Messung wird aus dem lokalen Speicher des iPhones gelöscht.
en: The reading will be deleted from this iPhone's local storage.
fr: La mesure sera supprimée du stockage local de l'iPhone.
it: La misurazione sarà eliminata dalla memoria locale dell'iPhone.
ja: 測定はiPhoneのローカルストレージから削除されます。
pt: A medição será eliminada do armazenamento local do iPhone.
zh_hans: 此测量将从 iPhone 的本地存储中删除。

source: Eliminar toma
ar: حذف القراءة
ca: Elimina la presa
de: Messung löschen
en: Delete reading
fr: Supprimer la mesure
it: Elimina misurazione
ja: 測定を削除
pt: Eliminar medição
zh_hans: 删除测量

source: Tomas guardadas en este iPhone: %ld
ar: القراءات المحفوظة على هذا iPhone: %ld
ca: Preses desades en aquest iPhone: %ld
de: Auf diesem iPhone gespeicherte Messungen: %ld
en: Readings saved on this iPhone: %ld
fr: Mesures enregistrées sur cet iPhone : %ld
it: Misurazioni salvate su questo iPhone: %ld
ja: このiPhoneに保存された測定：%ld
pt: Medições guardadas neste iPhone: %ld
zh_hans: 此 iPhone 上保存的测量：%ld

source: Sin tomas en este periodo
ar: لا توجد قراءات في هذه الفترة
ca: Sense preses en aquest període
de: Keine Messungen in diesem Zeitraum
en: No readings in this period
fr: Aucune mesure sur cette période
it: Nessuna misurazione in questo periodo
ja: この期間の測定はありません
pt: Sem medições neste período
zh_hans: 此期间无测量

source: Vista médica
ar: التقرير الطبي
ca: Vista mèdica
de: Arztbericht
en: Medical report
fr: Vue médicale
it: Vista medica
ja: 医療レポート
zh_hans: 医疗报告

source: Mediciones
ar: القراءات
ca: Mesures
de: Messungen
en: Readings
fr: Mesures
it: Misurazioni
ja: 測定
pt: Medições
zh_hans: 测量

source: Promedio
ar: المتوسط
ca: Mitjana
de: Mittelwert
en: Average
fr: Moyenne
it: Media
ja: 平均
pt: Média
zh_hans: 平均值

source: Sin mediciones
ar: لا توجد قراءات
ca: Sense mesures
de: Keine Messungen
en: No readings
fr: Aucune mesure
it: Nessuna misurazione
ja: 測定なし
pt: Sem medições
zh_hans: 无测量

source: No hay datos en este periodo.
ar: لا توجد بيانات في هذه الفترة.
ca: No hi ha dades en aquest període.
de: Keine Daten für diesen Zeitraum.
en: No data for this period.
fr: Aucune donnée sur cette période.
it: Nessun dato in questo periodo.
ja: この期間のデータはありません。
pt: Não há dados neste período.
zh_hans: 此期间无数据。
